Repository: sugar-activities/4722-activity
Catalog: po/*.po
Languages: es

source: Manage HomeViews
es: Administrar vistas principales

source: Add new favorite view
es: Administrar vistas principales

source: Favorites view %d
es: Vista principal %d

source: Limit reached
es: Límite alcanzado

source: You have reached the maximum limit of favorites views, please delete some before continuing.
es: Has alcanzado el número máximo de vistas principales, porfavor elimina algunas antes de continuar.

source: Icon
es: Icono

source: For see icons, restart sugar is needed.
es: Para ver los iconos, es necesario reiniciar sugar.

source: View Name
es: Nombre de la vista

source: For seeing View name changes, restarting Sugar is required.
es: Para que el nombre de la vista principal cambie, es necesario reiniciar sugar.

source: Set toolbar icon
es: Cambiar el icono del toolbar

source: Set the icon of favorites list
es: Cambiar el icono de la vista de favoritos

source: Favorite view name
es: Nombre de la vista principal

source: Name of favorite view
es: Nombre de la vista principal

source: Remove favorite view
es: Eliminar vista principal

source: Actions
es: Acciones

source: Emblems
es: Emblemas

source: Documents
es: Documentos

source: Select an icon
es: Seleccione un icono
